users/davidam.org
# Created 2021-06-15 Tue 18:22
#+OPTIONS: H:3 num:nil toc:t \n:nil ::t |:t ^:t -:t f:t *:t tex:t d:(HIDE) tags:not-in-toc
#+TITLE: David Arroyo Menéndez's Worg Page
#+AUTHOR: David Arroyo Menéndez
#+startup: align fold nodlcheck hidestars oddeven lognotestate
#+seq_todo: TODO(t) INPROGRESS(i) WAITING(w@) | DONE(d) CANCELED(c@)
#+tags: Write(w) Update(u) Fix(f) Check(c)
#+language: en
#+priorities: A C B
#+category: worg

[[file:../worgers.org][{Return to Worgers}]]

My contributions to org-mode are:

- [[file:../org-tutorials/orgtutorial_dto-es.org][Translate to spanish the David O'Toole Tutorial]]
- [[http://www.davidam.com/docu/orgguide.es.html][Translate to spanish the Compact Guide of Org-Mode]]
- [[https://code.orgmode.org/bzg/org-mode/src/master/contrib/lisp/org-effectiveness.el][Org Effectiveness Mode]] | [[https://orgmode.org/worg/org-tutorials/org-effectiveness.html][Org Effectiveness Tutorial]]
- [[https://code.orgmode.org/bzg/org-mode/src/master/contrib/lisp/org-license.el][Org License Mode]]

Another contributions to elisp: 

- [[http://savannah.nongnu.org/projects/elisp-es/][Translate to spanish "An Introduction to Emacs Lisp"]]
- [[https://github.com/davidam/davidam][A Sandbox of personal functions]]
- [[http://savannah.nongnu.org/projects/drupal-el/][A drupal 7 mode for emacs]]
- [[http://savannah.nongnu.org/projects/php-ext-el/][Extensions to php mode]]
- [[https://tv.urjc.es/iframe/5daf1c73d68b14d9028b4c9a][A video about elisp in URJC]]

You can find more about me in [[http://www.davidam.com][my personal website]].
