users/davidam.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-06-15 Tue 18:22 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>David Arroyo Menéndez&rsquo;s Worg Page</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="David Arroyo Menéndez" />
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/htmlize.css"/>
 <link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">David Arroyo Menéndez&rsquo;s Worg Page</h1>
<p>
<a href="../worgers.html">{Return to Worgers}</a>
</p>

<p>
My contributions to org-mode are:
</p>

<ul class="org-ul">
<li><a href="../org-tutorials/orgtutorial_dto-es.html">Translate to spanish the David O&rsquo;Toole Tutorial</a></li>
<li><a href="http://www.davidam.com/docu/orgguide.es.html">Translate to spanish the Compact Guide of Org-Mode</a></li>
<li><a href="https://code.orgmode.org/bzg/org-mode/src/master/contrib/lisp/org-effectiveness.el">Org Effectiveness Mode</a> | <a href="https://orgmode.org/worg/org-tutorials/org-effectiveness.html">Org Effectiveness Tutorial</a></li>
<li><a href="https://code.orgmode.org/bzg/org-mode/src/master/contrib/lisp/org-license.el">Org License Mode</a></li>
</ul>

<p>
Another contributions to elisp: 
</p>

<ul class="org-ul">
<li><a href="http://savannah.nongnu.org/projects/elisp-es/">Translate to spanish &ldquo;An Introduction to Emacs Lisp&rdquo;</a></li>
<li><a href="https://github.com/davidam/davidam">A Sandbox of personal functions</a></li>
<li><a href="http://savannah.nongnu.org/projects/drupal-el/">A drupal 7 mode for emacs</a></li>
<li><a href="http://savannah.nongnu.org/projects/php-ext-el/">Extensions to php mode</a></li>
<li><a href="https://tv.urjc.es/iframe/5daf1c73d68b14d9028b4c9a">A video about elisp in URJC</a></li>
</ul>

<p>
You can find more about me in <a href="http://www.davidam.com">my personal website</a>.
</p>
</div>
<div id="postamble" class="status">
<p class="author">Author: David Arroyo Menéndez</p>
<p class="date">Created: 2021-06-15 Tue 18:22</p>
</div>
</body>
</html>
